{
  "_class_name": "MultiHeadSTEVESA",
  "_diffusers_version": "0.21.4",
  "bi_level": false,
  "epsilon": 1e-06,
  "input_resolution": 32,
  "input_size": 1024,
  "learnable_slot_init": false,
  "mlp_hidden_size": 1024,
  "num_heads": 12,
  "num_iterations": 5,
  "num_slots": 32,
  "slot_size": 768,
  "out_size": 1024
}
